[
    {
      "type" : "directory",
      "date" : "1933",
      "title" : "Registro del 1933",
      "link" : "https://opendata.swiss/en/dataset/anstaltstopografie/resource/1aec5065-5440-436d-87c2-357faa22980e"
    },
    {
      "type" : "directory",
      "date" : "1939-1945",
      "title" : "Data degli anni '40",
      "link" : "https://opendata.swiss/en/dataset/anstaltstopografie/resource/c3d3e87f-b78d-4965-9d8a-a3cc469471e1"
    },
    {
      "type" : "directory",
      "date" : "1954",
      "title" : "Registro del 1954",
      "link" : "https://opendata.swiss/en/dataset/anstaltstopografie/resource/e4afa330-3635-4857-9f34-357681b4ca55"
    },
    {
      "type" : "directory",
      "date" : "1965",
      "title" : "Registro del 1965",
      "link" : "https://opendata.swiss/en/dataset/anstaltstopografie/resource/53bae8b3-5089-4f5b-a2d1-52f11d1ede5a"
    },
    {
      "type" : "directory",
      "date" : "1980",
      "title" : "Registro del 1980",
      "link" : "https://opendata.swiss/en/dataset/anstaltstopografie/resource/cda7c7d4-c79e-4d61-9b87-8c358fb99c52"
    },
    {
      "type" : "events",
      "date" : "1925",
      "title" : "La prima pietra dell’AVS",
      "text" : "Nel 1925 il popolo approva un articolo costituzionale che consente alla Confederazione di elaborare un’assicurazione per la vecchiaia e per i superstiti (AVS). Il progetto non rappresenta un passo decisivo in avanti, bensì è il risultato di un compromesso precario. In particolare, l’articolo lascia in sospeso molti aspetti della spinosa questione del finanziamento.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c69"
    },
    {
      "type" : "events",
      "date" : "1932-1937",
      "title" : "Sicurezza sociale sulla difensiva",
      "text" : "La crisi economica mondiale determina situazioni di emergenza sociale in diversi ambiti. Le forze politiche sono tuttavia divise su come affrontare adeguatamente la crisi. Dapprima reagiscono le città, ampliando l’assistenza. Solo in un secondo tempo la Confederazione interviene attivamente contro la disoccupazione.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c71"
    },
    {
      "type" : "events",
      "date" : "1939-1945",
      "title" : "Decollo o stagnazione della politica sociale?",
      "text" : "Contrariamente alla Prima Guerra mondiale, la Seconda dà un impulso all’ampliamento della sicurezza sociale. Le tracce più evidenti: l’introduzione di un ordinamento sull’indennità per perdita di salario e di guadagno e, dopo la guerra, la creazione dell’AVS. Il moto ascendente dello Stato sociale resta tuttavia nel complesso modesto e di breve durata.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c73"
    },
    {
      "type" : "events",
      "date" : "1947",
      "title" : "L’AVS: il cuore della sicurezza sociale",
      "text" : "Nel suo discorso di fine anno del 1944, il consigliere federale Stampfli annuncia con grande effetto l’imminente creazione di una previdenza per la vecchiaia statale. Tre anni dopo, il 6 luglio 1947, il popolo approva la legge sull’AVS; all’inizio del 1948 vengono versate le prime rendite. L’AVS diventa ben presto il simbolo dello Stato sociale svizzero.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c77"
    },
    {
      "type" : "events",
      "date" : "1948-1990",
      "title" : "Battuta d’arresto per lo sviluppo dell’assicurazione malattie",
      "text" : "Propizi all’AVS, gli anni successivi alla Seconda Guerra Mondiale si dimostrano invece prematuri per l’assicurazione malattie. Alle urne, il Popolo impartisce una secca bocciatura al modesto progetto di un’assicurazione federale contro la tubercolosi, tanto che qualunque altro proposito, ad esempio quello di introdurre un’assicurazione malattie obbligatoria, è riposto nel cassetto a tempo indeterminato.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c89"
    },
    {
      "type" : "events",
      "date" : "1952",
      "title" : null,
      "text" : "Messagio del Consiglio federale presso l'Assemblea federale relativa al sostegno delle scuole per l'assistenza sociale (del 17 ottobre 1952).",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10038063.pdf?id=10038063"
    },
    {
      "type" : "events",
      "date" : "1959",
      "title" : "Invalidità: assicurazione e integrazione al posto dell’aiuto sociale",
      "text" : "Alla fine degli anni 1950 i tempi sono maturi per l’introduzione dell’assicurazione invalidità. Votata al principio innovativo della «priorità dell’integrazione sulla rendita», la nuova assicurazione colma una lacuna importante nel sistema di sicurezza sociale, anche se i mezzi a sua disposizione sono modesti.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1960-1975",
      "title" : "«Social case work» e minimo vitale sociale: modernizzazione dell’aiuto sociale",
      "text" : "Dopo il 1960 numerosi Cantoni riformano l’assistenza sociale. Un nouvo approccio promuove l’aiuto alle persone affinchè possano risolvere i loro problemi con i propri mezzi. I cambiamenti si ispirano soprattutto a modelli americani quali il «Social case work».",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c139"
    },
    {
      "type" : "events",
      "date" : "1961",
      "title" : null,
      "text" : "Messaggio del Consiglio federale all'Assemblea federale su una decisione federale che proroga il termine per l'attuazione delle riforme istituzionali ai sensi del codice penale (datato 20 marzo 1961).",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10041260.pdf?id=10041260"
    },
    {
      "type" : "events",
      "date" : "1965",
      "title" : "Verso la garanzia del minimo vitale nell’ambito della previdenza per la vecchiaia",
      "text" : "Intorno agli anni 1960 le rendite AVS e AI sono decisamente lontane dal garantire il minimo vitale, cosicché numerosi pensionati e pensionate continuano a vivere in uno stato di povertà. Per migliorare la loro situazione, ma anche per ridurre le pressioni a favore di un’ampliamento del sistema pubblico di previdenza per la vecchiaia, nel 1965 vengono introdotte le prestazioni complementari.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c101"
    },
    {
      "type" : "events",
      "date" : "1975",
      "title" : "Introduzione del principio del domicilio nell’aiuto sociale",
      "text" : "Fino agli anni 1970 le persone che si trovano in una situazione di povertà possono essere allontanati dal luogo di domicilio e rinviati nel Comune d’origine. Nel 1975 questa disposizione viene definitivamente abolita e tutte le persone di nazionalità svizzera godono della piena libertà di domicilio indipendentemente dalla loro situazione economica.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c103"
    },
    {
      "type" : "events",
      "date" : "1976",
      "title" : "Risposta alla crisi economica: reimpostazione dell’assicurazione contro la disoccupazione",
      "text" : "Per reagire alla recessione del biennio 1974–75, la Svizzera introduce l’obbligo a livello nazionale di assicurarsi contro il rischio di disoccupazione. Il processo di attuazione non è tuttavia così immediato e, per arrivare a una soluzione definitiva, occorre attendere il 1984.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c100"
    },
    {
      "type" : "events",
      "date" : "1981",
      "title" : null,
      "text" : "La Commissione peritale indipendente (CPI) focalizza la propria attenzione sulla storia contemporanea, vale a dire il periodo che va dal 1930 circa fino al 1981. Perché è da allora – a sette anni dalla ratifica della Convenzione europea dei diritti dell’uomo da parte della Svizzera – che la privazione della libertà a scopo d’assistenza è contemplata dal Codice civile svizzero. Ciò significa che, sebbene le autorità possano far rinchiudere le persone contro la loro volontà e per la loro sicurezza, ora esiste una legge nazionale che stabilisce le condizioni legittimanti una tale ingerenza nei diritti fondamentali dell'individuo. Fino a quel momento quasi tutte le disposizioni cantonali in materia d’internamento non prevedevano alcuna autorità di ricorso giudiziaria.",
      "link" : "https://www.uek-administrative-versorgungen.ch/en/Glossary.2.html"
    },
    {
      "type" : "legal text",
      "date" : "1912",
      "title" : null,
      "text" : "Il Codice civile entra in vigore",
      "link" : "http://www.hls-dhs-dss.ch/textes/d/D30734.php",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1919",
      "title" : null,
      "text" : "Cantone di Neuchâtel: legge sull'internamento amministrativo dei bevitori del 22 aprile 1919",
      "link" : null,
      "id" : "NE002"
    },
    {
      "type" : "legal text",
      "date" : "1927",
      "title" : null,
      "text" : "Cantone di Ginevra: legge sulla correzione e internamento degli alcolisti del 18 giugno 1927",
      "link" : null,
      "id" : "GE001"
    },
    {
      "type" : "legal text",
      "date" : "1932",
      "title" : null,
      "text" : "Cantone di Appenzell Innerhoden: trattato tra il governo del Cantone di Appenzello I.Rh. da un lato e il governo del Cantone di Friburgo dall'altro da 10/23. Agosto 1932 concernente l'alloggio di persone internamenti amministrativamente nelle istituzioni di Bellechasse nel cantone di Friburgo",
      "link" : null,
      "id" : "AI011"
    },
    {
      "type" : "legal text",
      "date" : "1933",
      "title" : null,
      "text" : "Cantone di Friburgo: legge del 10 febbraio 1933 relativa alle istituzioni di Bellechasse",
      "link" : null,
      "id" : "FR016"
    },
    {
      "type" : "legal text",
      "date" : "1941",
      "title" : null,
      "text" : "Cantone di Vaud: legge dell'8 dicembre 1941 sull'internamento amministrativo di elementi socialmente pericolosi",
      "link" : null,
      "id" : "VD017"
    },
    {
      "type" : "legal text",
      "date" : "1942",
      "title" : null,
      "text" : "Cantone di Friburgo: legge del 13 maggio 1942 sull‘internamento amministrativo di persone che mettono in pericolo la sicurezza pubblica",
      "link" : null,
      "id" : "FR018"
    },
    {
      "type" : "legal text",
      "date" : "1942a",
      "title" : null,
      "text" : "Il Codice penale entra in vigore",
      "link" : "http://www.hls-dhs-dss.ch/textes/d/D9616.php",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1950",
      "title" : null,
      "text" : "Cantone di Vallese: ordinanza del 27 aprile 1950 concernente la detenzione amministrativa",
      "link" : null,
      "id" : "VS005"
    },
    {
      "type" : "legal text",
      "date" : "1956",
      "title" : null,
      "text" : "Accordo tra i cantoni della Svizzera orientale relativo all'esecuzione delle pene detentive e alle misure secondo il Codice penale svizzero e le disposizioni della legge cantonale del 27 gennaio 1956",
      "link" : "https://www.konkordate.ch/",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1958",
      "title" : null,
      "text" : "Cantone di Argovia: Decisione sulla fissazione dell'indennità per i lavoratori forzati che sono stati amministrativamente nell'istituzione sedel nel canton lucerna del 29 maggio 1958",
      "link" : null,
      "id" : "AG036"
    },
    {
      "type" : "legal text",
      "date" : "1959",
      "title" : null,
      "text" : "Concordato sull'esecuzione di pene detentive e misure secondo lo Codice penale svizzero e la legge dei cantoni del nord-ovest e della Svizzera centrale del 4 marzo 1959",
      "link" : "http://www.lexfind.ch/dtah/21581/2/253-010.pdf",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1963",
      "title" : null,
      "text" : "Concordato del 21 novembre 1963 sull'esecuzione di misure detentivi riguardanti gli adulti nei cantoni di lingua francese",
      "link" : null,
      "id" : "IC006"
    },
    {
      "type" : "legal text",
      "date" : "1965",
      "title" : null,
      "text" : "Cantone di Friburgo: legge del 7 maggio 1965 sulla lotta all'alcolismo",
      "link" : null,
      "id" : "FR025"
    },
    {
      "type" : "legal text",
      "date" : "1966",
      "title" : null,
      "text" : "Legge federale sui contributi federali alle istituzioni penitenziarie ed educative del 6 ottobre 1966",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10043418.pdf?id=10043418",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1971",
      "title" : null,
      "text" : "Cantone di San Gallo: legge sull'abrogazione dell‘internamenti amministrativi del 15 giugno 1971",
      "link" : null,
      "id" : "SG025"
    },
    {
      "type" : "legal text",
      "date" : "1977",
      "title" : null,
      "text" : "Messagio sulla modifica del Codice civile svizzero (Privazione del reclusione) e il ritiro della riserva sull'articolo 5 della Convenzione per la salvaguardia dei diritti dell'uomo e delle libertà fondamentali del 17 agosto 1977",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10047151.pdf?id=10047151",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1984",
      "title" : null,
      "text" : "Concordato del 22 ottobre 1984 sull'esecuzione di pene e misure riguardanti adulti e giovani adulti nei cantoni di lingua francese e ticinese",
      "link" : null,
      "id" : "IC009"
    }
  ]
