[
    {
      "type" : "directory",
      "date" : "1933",
      "title" : "Erhebung von 1933",
      "link" : "https://opendata.swiss/de/dataset/anstaltstopografie/resource/1aec5065-5440-436d-87c2-357faa22980e"
    },
    {
      "type" : "directory",
      "date" : "1939-1945",
      "title" : "Daten der 1940er Jahre",
      "link" : "https://opendata.swiss/de/dataset/anstaltstopografie/resource/c3d3e87f-b78d-4965-9d8a-a3cc469471e1"
    },
    {
      "type" : "directory",
      "date" : "1954",
      "title" : "Erhebung von 1954",
      "link" : "https://opendata.swiss/de/dataset/anstaltstopografie/resource/e4afa330-3635-4857-9f34-357681b4ca55"
    },
    {
      "type" : "directory",
      "date" : "1965",
      "title" : "Erhebung von 1965",
      "link" : "https://opendata.swiss/de/dataset/anstaltstopografie/resource/53bae8b3-5089-4f5b-a2d1-52f11d1ede5a"
    },
    {
      "type" : "directory",
      "date" : "1980",
      "title" : "Erhebung von 1980",
      "link" : "https://opendata.swiss/de/dataset/anstaltstopografie/resource/cda7c7d4-c79e-4d61-9b87-8c358fb99c52"
    },
    {
      "type" : "events",
      "date" : "1925",
      "title" : "Der Grundstein für die AHV wird gelegt",
      "text" : "1925 stimmt der Souverän einem Verfassungsartikel zu, der dem Bund erlaubt, eine Alters- und Hinterlassenenversicherung (AHV) auszuarbeiten. Die Vorlage ist kein umfassender Durchbruch, sondern das Ergebnis eines prekären Kompromisses. Vor allem in der heiklen Frage der Finanzierung lässt der Artikel vieles offen.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c69"
    },
    {
      "type" : "events",
      "date" : "1932-1937",
      "title" : "Soziale Sicherheit in der Defensive",
      "text" : "Die Weltwirtschaftskrise führt in der Schweiz in verschiedenen Bereichen zu sozialen Notlagen. Die politischen Kräfte sind sich jedoch uneinig über die angemessene Krisenbewältigung. Zunächst reagieren die Städte mit dem Ausbau der Fürsorge. Erst spät beginnt der Bund, die Arbeitslosigkeit aktiv zu bekämpfen.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c71"
    },
    {
      "type" : "events",
      "date" : "1939-1945",
      "title" : "Im Zeichen des Kriegs: Aufbruch oder Stagnation in der Sozialpolitik?",
      "text" : "Anders als der Erste bedeutet der Zweite Weltkrieg für die Soziale Sicherheit einen Ausbauschub. Sichtbarstes Zeichen: die Einführung der Lohn- und Verdienstersatzordnung, nach dem Krieg die Gründung der AHV. Insgesamt bleibt der sozialstaatliche Aufbruch aber bescheiden und befristet.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c73"
    },
    {
      "type" : "events",
      "date" : "1947",
      "title" : "Die AHV: Kernstück der Sozialen Sicherheit",
      "text" : "In seiner Neujahrsansprache von 1944 kündigt Bundesrat Stampfli publikumswirksam die rasche Gründung einer staatlichen Altersvorsorge an. Drei Jahre später, am 6. Juli 1947, nimmt das Stimmvolk das AHV-Gesetz an; Anfang 1948 werden die ersten Renten ausbezahlt. Die AHV wird rasch zum Symbol für den schweizerischen Sozialstaat schlechthin.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c77"
    },
    {
      "type" : "events",
      "date" : "1948-1990",
      "title" : "Blockierter Ausbau der Krankenversicherung",
      "text" : "Die Krankenversicherung kommt nach dem Zweiten Weltkrieg, anders als die AHV, nicht vom Fleck. Die bescheidene Vorlage für eine eidgenössische Tuberkuloseversicherung findet an der Urne keine Gnade. Weiterführende Anliegen, etwa ein nationales Obligatorium in der Krankenversicherung, sind damit auf absehbare Zeit vom Tisch.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c89"
    },
    {
      "type" : "events",
      "date" : "1952",
      "title" : null,
      "text" : "Botschaft des Bundesrates an die Bundesversammlung betreffend die Unterstützung von Schulen für soziale Arbeit (vom 17. Oktober 1952).",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10038063.pdf?id=10038063"
    },
    {
      "type" : "events",
      "date" : "1959",
      "title" : "Invalidität: Versicherung und Eingliederung statt Sozialhilfe",
      "text" : "Ende der 1950er-Jahre ist die Zeit reif für die Einführung der Invalidenversicherung. Obwohl bescheiden ausgestattet, schliesst sie eine wichtige Lücke im System der Sozialen Sicherheit. Und verschreibt sich einem innovativen Grundsatz: «Eingliederung vor Rente».",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1960-1975",
      "title" : "Social Casework und soziales Existenzminimum: Modernisierung der Sozialhilfe",
      "text" : "Nach 1960 reformieren viele Kantone die Sozialhilfe. Die Devise heisst nun Hilfe zur Selbsthilfe. Die Vorbilder für die Neuerungen, etwa das Social Case Work, stammen vor allem aus den USA.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c139"
    },
    {
      "type" : "events",
      "date" : "1961",
      "title" : null,
      "text" : "Botschaft des Bundesrates an die Bundesversammlung zu einem Bundesbeschluss über die Verlängerung der Frist zur Durchführung der Anstaltsreformen nach dem Strafgesetzbuch (vom 20. März 1961).",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10041260.pdf?id=10041260"
    },
    {
      "type" : "events",
      "date" : "1965",
      "title" : "Auf dem Weg zur Existenzsicherung in der Altersvorsorge",
      "text" : "Die AHV- und IV-Renten liegen um 1960 deutlich unter dem Existenzminimum. Viele Rentnerinnen und Rentner leiden weiterhin unter Armut. Für sie werden 1965 Ergänzungsleistungen eingeführt. Dies reduziert zugleich den Druck, die staatliche Altersvorsorge weiter auszubauen.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c101"
    },
    {
      "type" : "events",
      "date" : "1975",
      "title" : "Einführung des Wohnsitzprinzips in der Sozialhilfe",
      "text" : "Bis in die 1970er-Jahre können verarmte Bürgerinnen und Bürger von ihrem Wohnort weggewiesen und an ihre Heimatgemeinde überstellt werden. 1975 wird dieses Relikt endgültig abgeschafft. Alle Verarmten kommen nun in den Genuss der vollen Niederlassungsfreiheit.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c103"
    },
    {
      "type" : "events",
      "date" : "1976",
      "title" : "Antwort auf die Wirtschaftskrise: Neuordnung der Arbeitslosenversicherung",
      "text" : "Als Reaktion auf die Rezession von 1974/75 führt die Schweiz ein nationales Obligatorium in der Arbeitslosenversicherung ein. Die Umsetzung zieht sich allerdings in die Länge. Erst 1984 tritt eine definitive Lösung in Kraft.",
      "link" : "https://www.geschichtedersozialensicherheit.ch/synthese/#c100"
    },
    {
      "type" : "events",
      "date" : "1981",
      "title" : null,
      "text" : "Im Fokus der Untersuchungen der Unabhängigen Expertenkommission (UEK) liegt die Zeitgeschichte, d.h. die Jahre ab ca. 1930 bis 1981. 1981, sieben Jahre nach der Ratifikation der Europäischen Menschenrechtskonvention durch die Schweiz, wurde die Fürsorgerische Freiheitsentziehung (FFE) im Zivilgesetzbuch aufgenommen. Auf der Basis dieser Bestimmung konnten die Behörden zwar auch weiterhin Personen gegen ihren Willen und zu ihrer Sicherheit einsperren lassen, doch nun legte ein Gesetz auf nationaler Ebene die Bedingungen fest, unter welchen ein solcher Eingriff in die Grundrechte eines Menschen rechtens war. Bis zur Einführung der FFE galten in fast allen Kantonen Versorgungsbestimmungen, die, von wenigen Ausnahmen abgesehen, keine gerichtliche Rekursinstanz vorsahen.",
      "link" : "https://www.uek-administrative-versorgungen.ch/en/Glossary.2.html"
    },
    {
      "type" : "legal text",
      "date" : "1912",
      "title" : null,
      "text" : "Einführung des Schweizerischen Zivilgesetzbuchs (ZGB)",
      "link" : "http://www.hls-dhs-dss.ch/textes/d/D30734.php",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1919",
      "title" : null,
      "text" : "Kanton Neuenburg: Gesetz über die administrative Versorgung von Trinkern vom 22. April 1919",
      "link" : null,
      "id" : "NE002"
    },
    {
      "type" : "legal text",
      "date" : "1927",
      "title" : null,
      "text" : "Kanton Genf: Gesetz über die Korrektion und die Versorgung von Alkoholikern vom 18. Juni 1927",
      "link" : null,
      "id" : "GE001"
    },
    {
      "type" : "legal text",
      "date" : "1932",
      "title" : null,
      "text" : "Kanton Appenzell Innerhoden: Vertrag zwischen der Regierung des Kantons Appenzell I.Rh. einerseits und der Regierung des Kantons Freiburg andererseits vom 10./23. August 1932 betreffend Unterbringung von administrativ Versorgten in den freiburgischen Anstalten Bellechasse",
      "link" : null,
      "id" : "AI011"
    },
    {
      "type" : "legal text",
      "date" : "1933",
      "title" : null,
      "text" : "Kanton Fribourg: Gesetz vom 10. Februar 1933 bezüglich den Anstalten in Bellechasse",
      "link" : null,
      "id" : "FR016"
    },
    {
      "type" : "legal text",
      "date" : "1941",
      "title" : null,
      "text" : "Kanton Waadt: Gesetz vom 8. Dezember 1941 über die administrative Versorgung sozial gefährlicher Elemente",
      "link" : null,
      "id" : "VD017"
    },
    {
      "type" : "legal text",
      "date" : "1942",
      "title" : null,
      "text" : "Kanton Fribourg: Gesetz vom 13. Mai 1942 über die administrative Versorgung von Individuen, die die öffentliche Sicherheit gefährden",
      "link" : null,
      "id" : "FR018"
    },
    {
      "type" : "legal text",
      "date" : "1942a",
      "title" : null,
      "text" : "Einführung des Schweizerischen Strafgesetzbuchs (StGB)",
      "link" : "http://www.hls-dhs-dss.ch/textes/d/D9616.php",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1950",
      "title" : null,
      "text" : "Kanton Wallis: Beschluss vom 27. April 1950 betreffend die administrative Internierung",
      "link" : null,
      "id" : "VS005"
    },
    {
      "type" : "legal text",
      "date" : "1956",
      "title" : null,
      "text" : "Vereinbarung der ostschweizerischen Kantone betreffend den Vollzug der Zuchthaus- und Gefängnisstrafen, der Massnahmen gemäss Schweizerischem Strafgesetzbuch und der Versorgungen gemäss kantonalem Recht vom 27. Januar 1956",
      "link" : "https://www.konkordate.ch/",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1958",
      "title" : null,
      "text" : "Kanton Aargau: Beschluss über Festsetzung des Kostgeldes für die in der Anstalt Sedel LU administrativ eingewiesenen Zwangsarbeiter vom 29. Mai 1958",
      "link" : null,
      "id" : "AG036"
    },
    {
      "type" : "legal text",
      "date" : "1959",
      "title" : null,
      "text" : "Konkordat über den Vollzug von Strafen und Massnahmen nach StGB und dem Recht der Kantone der Nordwest- und Innerschweiz vom 4. März 1959",
      "link" : "http://www.lexfind.ch/dtah/21581/2/253-010.pdf",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1963",
      "title" : null,
      "text" : "Konkordat über den Vollzug von Strafen und Massnahmen an Erwachsenen der Westschweizer Kantone vom 21. November 1963",
      "link" : null,
      "id" : "IC006"
    },
    {
      "type" : "legal text",
      "date" : "1965",
      "title" : null,
      "text" : "Kanton Fribourg: Gesetz vom 7. Mai 1965 über den Kampf gegen den Alkoholismus",
      "link" : null,
      "id" : "FR025"
    },
    {
      "type" : "legal text",
      "date" : "1966",
      "title" : null,
      "text" : "Bundesgesetz über Bundesbeiträge an Strafvollzugs- und Erziehungsanstalten vom 6. Oktober 1966",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10043418.pdf?id=10043418",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1971",
      "title" : null,
      "text" : "Kanton St. Gallen: Gesetz über die Aufhebung von Vorschriften über die administrative Versorgung vom 15. Juni 1971",
      "link" : null,
      "id" : "SG025"
    },
    {
      "type" : "legal text",
      "date" : "1977",
      "title" : null,
      "text" : "Botschaft über die Änderung des Schweizerischen Zivilgesetzbuches (Fürsorgerische Freiheitsentziehung) und den Rückzug des Vorbehaltes zu Artikel 5 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 17. August 1977",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10047151.pdf?id=10047151",
      "id" : null
    },
    {
      "type" : "legal text",
      "date" : "1984",
      "title" : null,
      "text" : "Konkordat über den Vollzug von Strafen und Massnahmen an Erwachsenen und Adoleszenten in den westschweizer Kantonen und im Tessin vom 22. Oktober 1984",
      "link" : null,
      "id" : "IC009"
    }
  ]
