[
    {
      "type" : "events",
      "date" : "1925",
      "text" : "La prima pietra dell'AVS",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c69"
    },
    {
      "type" : "events",
      "date" : "1932-1937",
      "text" : "Sicurezza sociale sulla difensiva",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c71"
    },
    {
      "type" : "events",
      "date" : "1939-1945",
      "text" : "Decollo o stagnazione della politica sociale? Contrariamente alla Prima Guerra mondiale, la Seconda dà un impulso all'ampliamento della sicurezza sociale.",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c73"
    },
    {
      "type" : "events",
      "date" : "1947",
      "text" : "L'AVS: il cuore della sicurezza sociale",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c77"
    },
    {
      "type" : "events",
      "date" : "1948-1990",
      "text" : "Battuta d'arresto per lo sviluppo dell'assicurazione malattie",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c89"
    },
    {
      "type" : "events",
      "date" : "1952",
      "text" : "Botschaft des Bundesrates an die Bundesversammlung betreffend die Unterstützung von Schulen für soziale Arbeit (Vom 17. Oktober 1952)",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10038063.pdf?id=10038063"
    },
    {
      "type" : "events",
      "date" : "1959",
      "text" : "Invalidità: assicurazione e integrazione al posto dell'aiuto sociale",
      "link" : "http://www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1960-1975",
      "text" : "«Social case work» e minimo vitale sociale: modernizzazione dell'aiuto sociale",
      "link" : "www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1961",
      "text" : "Botschaft des Bundesrates an die Bundesversammlung zu einem Bundesbeschluss über die Verlängerung der Frist zur Durchführung der Anstaltsreformen nach dem Strafgesetzbuch (Vom 20.März 1961)",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10041260.pdf?id=10041260"
    },
    {
      "type" : "events",
      "date" : "1965",
      "text" : "Verso la garanzia del minimo vitale nell'ambito della previdenza per la vecchiaia",
      "link" : "www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1975",
      "text" : "Introduzione del principio del domicilio nell'aiuto sociale",
      "link" : "www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1976",
      "text" : "Risposta alla crisi economica: reimpostazione dell'assicurazione contro la disoccupazione",
      "link" : "www.storiadellasicurezzasociale.ch/sintesi/#c92"
    },
    {
      "type" : "events",
      "date" : "1981",
      "text" : "La CPI focalizza la propria attenzione sulla storia contemporanea, vale a dire il periodo che va dal 1930 circa fino al 1981. Perché proprio il 1981? Perché è da allora – a sette anni dalla ratifica della Convenzione europea dei diritti dell'uomo da parte della Svizzera – che la privazione della libertà a scopo d'assistenza è contemplata dal Codice civile svizzero. Ciò significa che, sebbene le autorità possano far rinchiudere le persone contro la loro volontà e per la loro sicurezza, ora esiste una legge nazionale che stabilisce le condizioni legittimanti una tale ingerenza nei diritti fondamentali dell'individuo. Fino a quel momento quasi tutte le disposizioni cantonali in materia d'internamento non prevedevano alcuna autorità di ricorso giudiziaria. La tematica è approfondita sul sito (disponibile soltanto in francese e tedesco):",
      "link" : "http://www.humanrights.ch/fr/droits-humains-suisse/interieure/protection/divers/mesures-de-coercition-a-fins-dassitance"
    },
    {
      "type" : "law",
      "date" : "1912",
      "text" : "Einführung des Schweizerischen Zivilgesetzbuchs",
      "link" : "http://www.hls-dhs-dss.ch/textes/i/I30734.php"
    },
    {
      "type" : "law",
      "date" : "1919",
      "text" : "Canton de Neuchâtel: Loi sur l'internement administratif des buveurs du 22 avril 1919",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1927",
      "text" : "Canton de Genève: Loi sur le relêvement et l'internement des alcooliques du 18 juin 1927",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1932",
      "text" : "Kanton Appenzell Innerhoden: Vertrag zwischen der Regierung des Kantons Appenzell I.Rh. einerseits und der Regierung des Kantons Freiburg andererseits vom 10./23. August 1932 betreffend Unterbringung von administrativ Versorgten in den freiburgischen Anstalten Bellechasse",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1933",
      "text" : "Canton de Fribourg:Loi organique du 10 février 1933 concernant les Etablissements de Bellechasse",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1941",
      "text" : "Canton de Vaud: Loi du 8 décembre 1941 sur l'internement administratif d'éléments dangereux pour la société",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1942",
      "text" : "Canton de Fribourg: Loi du 13 mai 1942 sur l'internement administratif d'individus compromettant la santé ou la sécurité publique",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1942a",
      "text" : "Einführung des Schweizerischen Strafgesetzbuchs",
      "link" : "http://www.hls-dhs-dss.ch/textes/d/D9616.php"
    },
    {
      "type" : "law",
      "date" : "1950",
      "text" : "Kanton Wallis: Beschluss vom 27. April 1950 betreffend die administrative Internierung",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1956",
      "text" : "Vereinbarung der ostschweizerischen Kantone betreffend den Vollzug der Zuchthaus- und Gefängnisstrafen, der Massnahmen gemäss Schweizerischem Strafgesetzbuch und der Versorgungen gemäss kantonalem Recht vom 27. Januar 1956",
      "link" : "https://www.konkordate.ch/"
    },
    {
      "type" : "law",
      "date" : "1958",
      "text" : "Kanton Aargau: Beschluss über Festsetzung des Kostgeldes für die in der Anstalt Sedel LU administrativ eingewiesenen Zwangsarbeiter vom 29. Mai 1958",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1959",
      "text" : "Konkordat über den Vollzug von Strafen und Massnahmen nach StGB und dem Recht der Kantone der Nordwest- und Innerschweiz vom 4. März 1959",
      "link" : "http://www.lexfind.ch/dtah/21581/2/253-010.pdf"
    },
    {
      "type" : "law",
      "date" : "1963",
      "text" : "Concordat du 21 novembre 1963 sur l'exécution des peines et mesures concernant les adultes dans les cantons romands",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1965",
      "text" : "Canton de Fribourg :Loi du 7 mai 1965 sur la lutte contre l'alcoolisme",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1966",
      "text" : "Bundesgesetz über Bundesbeiträge an Strafvollzugs- und Erziehungsanstalten vom 6. Oktober 1966",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10043418.pdf?id=10043418"
    },
    {
      "type" : "law",
      "date" : "1971",
      "text" : "Kanton St. Gallen: Gesetz über die Aufhebung von Vorschriften über die administrative Versorgung vom 15. Juni 1971",
      "link" : null
    },
    {
      "type" : "law",
      "date" : "1977",
      "text" : "Botschaft über die Änderung des Schweizerischen Zivilgesetzbuches (Fürsorgerische Freiheitsentziehung) und den Rückzug des Vorbehaltes zu Artikel 5 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 17. August 1977",
      "link" : "https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10047151.pdf?id=10047151"
    },
    {
      "type" : "law",
      "date" : "1984",
      "text" : "Concordat du 22 octobre 1984 sur l'exécution des peines et mesures concernant les adultes et les jeunes adultes dans les cantons romands et du Tessin",
      "link" : null
    }
  ]
